{
    "movies": [
        {
            "movie_name": "Чудо",
            "year": 2017,
            "genres": [
                "драма", 
                "семейный"
            ],
            "company_viewing": true,
	        "age_restriction": "12+",
            "image": "wonder.jpg",
            "rating": 8.1,
            "id": 1,
            "description": "С одной стороны мальчик Август Пулман такой же как и другие мальчишки его возраста - любит ходить на дни рождения к друзьям, играть в компьютерные игры, фанатеет от «Звездных войн», играет со своей собакой, ссорится и мирится со старшей сестрой. А с другой - он совсем не такой как другие мальчишки его возраста. Во-первых, Август никогда не ходил в обычную школу - с первого класса с ним дома занималась мама. Во-вторых, Август перенес 27 операций. Из-за очень редкой, но иногда встречающейся генетической ошибки у Августа нет лица. И вот такой мальчик должен пойти в школу. В первый раз. К обычным детям."
        },
        {
            "movie_name": "Сирано",
            "year": 2021,
            "genres": [
                "драма", 
                "мюзикл"
            ],
            "company_viewing": true,
	        "age_restriction": "12+",
            "image": "cyrano.jpg",
            "rating": 6.8,
            "id": 17,
            "description": "Сирано де Бержерак — человек, опередивший свое время — одинаково искусен в словесных и фехтовальных поединках. Убежденный в том, что изъяны внешности делают его недостойным любви преданной подруги, блистательной Роксаны, он не рискует открыть ей свои чувства, а Роксана, тем временем, влюбляется с первого взгляда в Кристиана."
        },
        {
            "movie_name": "Ромео и Джульетта",
            "year": 2013,
            "genres": [
                "драма", 
                "мелодрама"
            ],
            "company_viewing": true,
	        "age_restriction": "12+",
            "image": "romeo.jpg",
            "rating": 7.0,
            "id": 18,
            "description": "Верона. Эпоха Раннего Возрождения. Юноша и девушка из враждующих семей влюбляются друг в друга. Рок не дает им быть вместе. Лишь смерть на пике запретной страсти помогает Ромео и Джульетте спасти свою любовь."
        },
        {
            "movie_name": "Хатико: Самый верный друг",
            "year": 2008,
            "genres": [
                "драма", 
                "семейный", 
                "биография"
            ],
            "company_viewing": true,
	        "age_restriction": "12+",
            "image": "hachiko.jpg",
            "rating": 8.4,
            "id": 19,
            "description": "Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал хозяина на вокзале."
        },
        {
            "movie_name": "Волк с Уолл-стрит",
            "year": 2013,
            "genres": [
                "драма", 
                "преступление", 
                "биография", 
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "wolf.jpg",
            "rating": 8.0,
            "id": 2,
            "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР..."
        },
        {
            "movie_name": "Джокер",
            "year": 2019,
            "genres": [
                "драма", 
                "криминал", 
                "триллер"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "joker.jpg",
            "rating": 8.0,
            "id": 20,
            "description": "Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера."
        },
        {
            "movie_name": "Однажды в… Голливуде",
            "year": 2019,
            "genres": [
                "драма", 
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "hollywood.jpg",
            "rating": 7.7,
            "id": 21,
            "description": "1969 год, золотой век Голливуда уже закончился. Известный актёр Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии."
        },
        {
            "movie_name": "Далласский клуб покупателей",
            "year": 2013,
            "genres": [
                "драма", 
                "биография"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "dallas.jpg",
            "rating": 7.9,
            "id": 22,
            "description": "Реальная история Рона Вудруфа, техасского электрика, у которого в 1985 году обнаружили СПИД. Врачи отвели ему всего 30 дней, но он не пожелал смириться со смертным приговором и сумел продлить свою жизнь, принимая нетрадиционные лекарства, а затем наладил подпольный бизнес по продаже их другим больным."
        },
        {
            "movie_name": "Господин Никто",
            "year": 2009,
            "genres": [
                "фантастика", 
                "мелодрама", 
                "драма"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "nobody.jpg",
            "rating": 7.9,
            "id": 3,
            "description": "Проснувшийся немощным стариком Немо Никто оказывается последним смертным в гротескном будущем. Все люди уже давно бессмертны и с удовольствием наблюдают за телешоу, где главная звезда — дряхлый и безумный старик Немо, доживающий последние дни. К нему приходит журналист, и Немо рассказывает ему свою историю."
        },
        {
            "movie_name": "Отряд самоубийц",
            "year": 2016,
            "genres": [
                "фантастика", 
                "боевик", 
                "фэнтези", 
                "приключения"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "suicide.jpg",
            "rating": 6.1,
            "id": 23,
            "description": "Правительство решает дать команде суперзлодеев шанс на искупление. Подвох в том, что их отправляют на выполнение миссии, где они, вероятнее всего, погибнут."
        },
        {
            "movie_name": "Терминатор 2: Судный день",
            "year": 1991,
            "genres": [
                "фантастика", 
                "боевик", 
                "триллер"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "terminator.jpg",
            "rating": 8.3,
            "id": 24,
            "description": "Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин. Теперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора. Однако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества."
        },
        {
            "movie_name": "Конец Евангелиона",
            "year": 1997,
            "genres": [
                "фантастика", 
                "аниме",
                "боевик", 
                "драма"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "eva.jpg",
            "rating": 8.1,
            "id": 25,
            "description": "Победив последнего Ангела, NERV сталкивается с более зловещей угрозой: пока Гэндо Икари начинает подготовку к Третьему удару, на их подземную штаб-квартиру нападают боевики Seele. Рэй сливается с Лилит, а Синдзи предстоит сделать выбор — продолжит человечество существование или нет."
        },
        {
            "movie_name": "Муви 43",
            "year": 2013,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "movie43.jpg",
            "rating": 5.0,
            "id": 4,
            "description": "Два друга, Келвин и Джей Джей, загружают видео на ViewThisTUBE, но их друг Бакстер подшучивает над ними, накручивая просмотры их видео, и ребята решают отомстить ему, наполнив его компьютер вирусами из интернета. Келвин и Джей Джей придумывают легенду про фильм «Муви 43» — самый страшный фильм в мире. Этот фильм разыскивает ФБР и ЦРУ. Бакстер приходит к Келвину и Джей Джею и начинает искать фильм на запрещённом сайте."
        },
        {
            "movie_name": "Борат",
            "year": 2006,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "borat.jpg",
            "rating": 6.7,
            "id": 26,
            "description": "Телеведущий из Казахстана Борат отправляется в США, чтобы сделать репортаж об этой «величайшей в мире стране». Однако по прибытии оказалось, что главная цель его визита — поиски Памелы Андерсон с целью жениться на ней, а вовсе не съемки документального фильма."
        },
        {
            "movie_name": "Истории в кино: Опоздание",
            "year": 2022,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "late.jpg",
            "rating": 8.5,
            "id": 27,
            "description": "Новые выпуски шоу, где актеры придумывают сюжет и героев прямо на сцене, на основе истории, рассказанной случайным зрителем из зала — без заготовленного сценария."
        },
        {
            "movie_name": "Голяк",
            "year": 2019,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "naked.jpg",
            "rating": 8.6,
            "id": 28,
            "description": "Мелкий воришка Винни и его друзья живут в английской глубинке и ежедневно промышляют нелегальными делами, приносящими небольшой доход. Все меняется, когда компания переходит дорогу местному криминальному авторитету."
        },
        {
            "movie_name": "Схватка",
            "year": 2011,
            "genres": [
                "триллер", 
                "драма", 
                "приключения"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "grey.jpg",
            "rating": 7.0,
            "id": 5,
            "description": "На Аляске потерпел крушение самолёт, и оставшиеся в живых пассажиры оказались в плену безлюдной снежной пустыни, где скрашивает пейзаж лишь волчья стая. Люди хотят выжить любой ценой, и теперь им предстоит смертельная схватка."
        },
        {
            "movie_name": "Сонная Лощина",
            "year": 1999,
            "genres": [
                "триллер", 
                "фэнтези", 
                "ужасы",
                "детектив"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "sleep.jpg",
            "rating": 7.9,
            "id": 29,
            "description": "Нью-Йорк, 1799 год. Икабода Крэйна, молодого констебля, отправляют в местечко Сонная лощина для расследования загадочных убийств. Все жертвы, как сообщает местное население, погибают от меча всадника без головы. Все они обезглавлены, а головы исчезли. Крэйну приходится убедиться, что это не легенда, а страшная правда. Становится очевидно, что убийца приходит с того света, что в преступлениях замешаны ведьмы и иная нечисть. Всадника нельзя убить пулей, всех смельчаков он побеждает в схватках. Но каковы мотивы злодеяний?"
        },
        {
            "movie_name": "Престиж",
            "year": 2006,
            "genres": [
                "триллер", 
                "фантастика", 
                "драма",
                "детектив"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "prestige.jpg",
            "rating": 8.5,
            "id": 30,
            "description": "Роберт и Альфред - фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну. Они готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей."
        },
        {
            "movie_name": "Отступники",
            "year": 2006,
            "genres": [
                "триллер",  
                "драма",
                "криминал"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "departed.jpg",
            "rating": 8.5,
            "id": 31,
            "description": "Два лучших выпускника полицейской академии оказались по разные стороны баррикады: один из них – агент мафии в рядах правоохранительных органов, другой – «крот», внедрённый в мафию. Каждый считает своим долгом обнаружить и уничтожить противника, но постоянная жизнь в искажённых реалиях меняет внутренний мир героев."
        },
        {
            "movie_name": "Как разговаривать с девушками на вечеринках",
            "year": 2017,
            "genres": [
                "фантастика", 
                "мелодрама", 
                "комедия", 
                "музыка"
            ],
            "company_viewing": true,
	        "age_restriction": "18+",
            "image": "women.jpg",
            "rating": 6.4,
            "id": 6,
            "description": "Сложно заговорить с незнакомой девушкой, вдвойне — если она инопланетянка неземной красоты, которая навсегда покинет Лондон (и Солнечную систему), как только закончится межгалактическая вечеринка. Но симпатичный бунтарь Энн настроен решительно: взорвать танцпол пришельцев и вместе с панк-королевой совершить маленькую революцию – чего ни сделаешь ради любви! Осталось решить главную загадку Вселенной: как подойти к девушке на вечеринке?"
        },
        {
            "movie_name": "Замёрзшие",
            "year": 2010,
            "genres": [
                "триллер",
                "ужасы", 
                "драма"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "frozen.jpg",
            "rating": 6.3,
            "id": 7,
            "description": "Трое друзей - два парня и девушка - приезжают на горнолыжный курорт. Так получается, что в воскресенье вечером ребята садятся на подъёмник, сотрудник которого, не заметив их, всё выключает и уходит. Наши герои оказываются посреди горы в нескольких метрах от земли, и висеть им там ещё до следующей пятницы, когда курорт откроется снова. Холод и голод берут своё, паника нарастает."
        },
        {
            "movie_name": "Тупой и ещё тупее",
            "year": 1994,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "dumb.jpg",
            "rating": 7.3,
            "id": 8,
            "description": "Два полных придурка Ллойд Крисмас и Харри Данн пытаются нагнать красивую девушку Мэри Суонсон, чтобы вручить ей оставленный ею в аэропорту чемоданчик. Им невдомек, что Мэри оставила его специально, в качестве выкупа по договоренности с похитителями ее мужа. На переделанной в собаку машине двое недотёп пересекают Америку от Род-Айленда до Колорадо, где и находят обворожительную Мэри, в которую Ллойд уже успел втюриться без памяти."
        },
        {
            "movie_name": "Смерть в раю",
            "year": 2011,
            "genres": [
                "комедия",
                "детектив",
                "драма",
                "криминал"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "paradise.jpg",
            "rating": 7.9,
            "id": 35,
            "description": "Инспектора Лондонского управления полиции Ричарде Пуле отправили вести расследования в одно из самых (по его мнению) ужасных мест на земле — карибский остров Сент-Мари."
        },
        {
            "movie_name": "Двенадцатая ночь",
            "year": 2012,
            "genres": [
                "комедия"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "night.jpg",
            "rating": 8.8,
            "id": 36,
            "description": "«Двенадцатая ночь» – комедия запутанных романтических отношений, искрящаяся наиболее изящными диалогами, когда-либо написанными Уильямом Шекспиром."
        },
        {
            "movie_name": "Бруклин 9-9",
            "year": 2013,
            "genres": [
                "комедия",
                "криминал"
            ],
            "company_viewing": true,
	        "age_restriction": "16+",
            "image": "brucklin.jpg",
            "rating": 8.2,
            "id": 37,
            "description": "«История о том, что происходит, когда у детектива, не воспринимающего ничего серьезно, появляется новый руководитель, который хочет, чтобы он рос и с уважением относился к своей должности."
        },
        {
            "movie_name": "Звук металла",
            "year": 2019,
            "genres": [
                "драма", 
                "музыка"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "metal.jpg",
            "rating": 7.3,
            "id": 9,
            "description": "Blackgammon – так называется панк-металическая группа, сколоченная барабанщиком Рубеном и его боевой подругой Лу. Для рокера Рубен – бывший наркоман, завязавший с пагубной зависимостью – слишком повёрнут на здоровом образе жизни, впрочем, от болезней, как от сумы и тюрьмы, лучше не зарекаться. Во время выступления он вдруг слышит, что ударные издают не фирменный саунд, а глухой гул. Это первый симптом неотвратимой потери слуха. И Рубен отправляется в уединённую обитель людей с глухотой, чтобы самому научиться быть глухим."
        },
        {
            "movie_name": "Трудности перевода",
            "year": 2003,
            "genres": [
                "драма", 
                "мелодрама"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "translate.jpg",
            "rating": 7.2,
            "id": 10,
            "description": "Токио, ночь, фешенебельный бар дорогого отеля. Спасаясь от бессонницы, здесь встречаются двое американцев: немолодой телеактер Боб Харрис и симпатичная девушка Шарлотта. Он снимается в японской рекламе виски, а она приехала вместе с мужем, оба - потерялись в этом незнакомом городе."
        },
        {
            "movie_name": "Изгой",
            "year": 2015,
            "genres": [
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "outcast.jpg",
            "rating": 7.9,
            "id": 32,
            "description": "1957 год. Молодой Льюис Олдридж возвращается домой, отсидев два года за преступление, которое шокировало сонное графство Суррей. Льюису суждено пройти путь разочарований и потерь, не рассчитывая на поддержку окружающих, подвергаясь опасности быть сломленным. И только на грани отчаяния ему снова будет дарована любовь, любовь как спасение."
        },
        {
            "movie_name": "Зеленая миля",
            "year": 1999,
            "genres": [
                "драма",
                "фэнтези",
                "криминал"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "green.jpg",
            "rating": 9.1,
            "id": 33,
            "description": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока."
        },
        {
            "movie_name": "Побег из Шоушенка",
            "year": 1994,
            "genres": [
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "showshenk.jpg",
            "rating": 9.1,
            "id": 34,
            "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
        },
        {
            "movie_name": "Девушка с татуировкой дракона",
            "year": 2011,
            "genres": [
                "детектив", 
                "триллер", 
                "драма", 
                "преступление"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "dragon_tattoo.jpg",
            "rating": 7.8,
            "id": 11,
            "description": "40 лет назад Харриет Вангер бесследно пропала на острове, принадлежащем могущественному клану Вангер. Тело так и не нашли, но её дядя убежден, что девушку убили, и что убийца является членом его собственной неблагополучной семьи. Он нанимает опального журналиста Микаэля Блумквиста и татуированную хакершу Лисбет Саландер для проведения расследования."
        },
        {
            "movie_name": "Достать ножи",
            "year": 2019,
            "genres": [
                "детектив", 
                "комедия", 
                "драма", 
                "преступление"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "knifes.jpg",
            "rating": 8.1,
            "id": 12,
            "description": "На следующее утро после празднования 85-летия известного автора криминальных романов Харлана Тромби виновника торжества находят мёртвым. Налицо — явное самоубийство, но полиция по протоколу опрашивает всех присутствующих в особняке членов семьи, хотя, в этом деле больше заинтересован частный детектив Бенуа Блан. Тем же утром он получил конверт с наличными от неизвестного и заказ на расследование смерти Харлана. Не нужно быть опытным следователем, чтобы понять, что все приукрашивают свои отношения с почившим главой семейства, но Блану достаётся настоящий подарок — медсестра покойного, которая физически не выносит ложь."
        },
        {
            "movie_name": "Звонок",
            "year": 1998,
            "genres": [
                "ужасы", 
                "триллер", 
                "детектив"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "ringu.jpg",
            "rating": 7.1,
            "id": 13,
            "description": "Молодая репортер расследует загадочное суеверие о смертоносной видеокассете. В доме того, кто посмотрит её, сначала раздается странный телефонный звонок, а позже человек умирает. После того как такой же смертью умирает её племянница, женщина решает взяться за расследование и сама смотрит злополучную кассету. Чуть позже в её квартире раздаётся звонок. Теперь у журналистки есть только семь дней, чтобы докопаться до истоков страшного проклятия."
        },
        {
            "movie_name": "Поезд в Пусан",
            "year": 2016,
            "genres": [
                "ужасы", 
                "боевик"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "busan.jpg",
            "rating": 7.2,
            "id": 14,
            "description": "У маленькой Су-ан день рождения. Девочка живет с отцом в Сеуле и очень хочет отправиться к маме в Пусан. По дороге случается непредвиденное, и на страну обрушивается загадочный вирус. Пассажирам поезда в Пусан — единственного города, отразившего атаки вируса — придется бороться за выживание. 442 километра в пути. Добро пожаловать на борт и помните — в этой гонке недостаточно выжить, чтобы остаться человеком."
        },
        {
            "movie_name": "Ходячие мертвецы",
            "year": 2010,
            "genres": [
                "ужасы", 
                "триллер",
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "walking.jpg",
            "rating": 8.0,
            "id": 38,
            "description": "Зомби-эпидемия захлестнула планету. Шериф Рик Граймс путешествует с семьей и небольшой группой выживших в поисках безопасного места. Но постоянный страх смерти каждый день приносит тяжелые потери, заставляя товарищей по несчастью чувствовать глубины человеческой жестокости. Рик пытается спасти близких и понимает, что всепоглощающий страх людей может быть опаснее ходячих мертвецов."
        },
        {
            "movie_name": "Зодиак",
            "year": 2007,
            "genres": [
                "триллер", 
                "детектив", 
                "драма", 
                "преступление"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "zodiak.jpg",
            "rating": 7.3,
            "id": 15,
            "description": "На протяжении более 10 лет он держал в страхе весь Сан-Франциско. Общаясь с властями через репортёров, он в письмах жёстко упрекал полицию в бездействии. Зодиак то пропадал на время, то появлялся вновь. Порой полиция начинала сомневаться в том, что за очередным убийством стоял именно тот, за кем они так тщетно охотились, а не какой-нибудь имитатор. Однако и почерк убийств и письма репортёрам говорили о том, что Зодиак ещё не отошел от дел."
        },
        {
            "movie_name": "Девушка, подающая надежды",
            "year": 2020,
            "genres": [
                "триллер",  
                "драма", 
                "преступление"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "hope_woman.jpg",
            "rating": 6.8,
            "id": 16,
            "description": "Когда-то Кассандра училась в университете и подавала большие надежды, но теперь живёт с родителями и работает в кофейне. Девушка скрывает от близких, что по вечерам посещает бары и другие увеселительные заведения, где, притворяясь сильно пьяной, ведёт охоту на падких до беззащитных женщин мужчин. Вымещая злость на противоположном поле, таким образом Кассандра мстит за события студенческих лет."
        },
        {
            "movie_name": "Бойцовский клуб",
            "year": 1999,
            "genres": [
                "триллер",  
                "драма", 
                "криминал"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "club.jpg",
            "rating": 8.7,
            "id": 39,
            "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью."
        },
        {
            "movie_name": "Остров проклятых",
            "year": 2009,
            "genres": [
                "триллер",
                "детектив",
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "18+",
            "image": "island.jpg",
            "rating": 8.5,
            "id": 40,
            "description": "Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники."
        },
        {
            "movie_name": "Я — легенда",
            "year": 2007,
            "genres": [
                "ужасы",
                "фантастика",
                "боевик",
                "триллер",
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "legend.jpg",
            "rating": 7.9,
            "id": 41,
            "description": "Неизвестный вирус унёс жизни половины населения земного шара, а остальную половину превратил в вампиров. Единственный уцелевший человек с иммунитетом к заболеванию ночами держит осаду упырей, а днем пытается найти противоядие и докопаться до причин эпидемии."
        },
        {
            "movie_name": "Очень странные дела",
            "year": 2016,
            "genres": [
                "ужасы",
                "фантастика",
                "фэнтези",
                "триллер",
                "драма",
                "детектив"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "starnge.jpg",
            "rating": 8.4,
            "id": 42,
            "description": "1980-е годы, тихий провинциальный американский городок. Благоприятное течение местной жизни нарушает загадочное исчезновение подростка по имени Уилл. Выяснить обстоятельства дела полны решимости родные мальчика и местный шериф, также события затрагивают лучшего друга Уилла – Майка. Он начинает собственное расследование. Майк уверен, что близок к разгадке, и теперь ему предстоит оказаться в эпицентре ожесточенной битвы потусторонних сил."
        },
        {
            "movie_name": "Интерстеллар",
            "year": 2014,
            "genres": [
                "фантастика",
                "драма"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "interstellar.jpg",
            "rating": 8.6,
            "id": 43,
            "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями."
        },
        {
            "movie_name": "Веном",
            "year": 2018,
            "genres": [
                "фантастика",
                "боевик",
                "триллер",
                "ужасы"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "venom.jpg",
            "rating": 6.9,
            "id": 44,
            "description": "Что, если в один прекрасный день в тебя вселится симбиот, который наделит тебя сверхчеловеческими способностями? Вот только Веном — симбиот совсем недобрый, и договориться с ним невозможно. А нужно ли договариваться? Ведь в какой-то момент ты понимаешь, что быть плохим вовсе не так уж и плохо, так даже веселее. А в мире и так слишком много супергероев."
        },
        {
            "movie_name": "Аватар",
            "year": 2009,
            "genres": [
                "фантастика",
                "боевик",
                "драма",
                "приключения"
            ],
            "company_viewing": false,
	        "age_restriction": "12+",
            "image": "avatar.jpg",
            "rating": 8.0,
            "id": 45,
            "description": "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса."
        },
        {
            "movie_name": "Полет навигатора",
            "year": 1986,
            "genres": [
                "фантастика",
                "комедия",
                "приключения",
                "семейный"
            ],
            "company_viewing": false,
	        "age_restriction": "12+",
            "image": "navigator.jpg",
            "rating": 7.6,
            "id": 46,
            "description": "Двенадцатилетний Дэвид пропадает без вести и самым таинственным образом возвращается восемь лет спустя, ничуть не повзрослевшим. Одновременно с его появлением в окрестностях обнаруживают НЛО. И не случайно! Все эти восемь лет Дэвид провёл в обществе инопланетян и из глубин вселенной принёс знания, ранее не известные человечеству. За это время Дэвид стал опытным пилотом, и на фантастическом летательном аппарате может улететь, куда только пожелает! Навигатор отправляется в полный приключений полёт."
        },
        {
            "movie_name": "Черный ящик",
            "year": 2020,
            "genres": [
                "детектив",
                "триллер"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "black-box.jpg",
            "rating": 7.6,
            "id": 47,
            "description": "Крушение новейшего авиалайнера уносит жизни сотен людей. Пролить свет на причины катастрофы может только расшифровка чёрного ящика. Расследование возглавляет талантливый и эксцентричный аналитик Матьё с уникальным слухом. Однако чем дальше он продвигается на своем пути, тем больше обнаруживает подозрительных обстоятельств."
        },
        {
            "movie_name": "Пропавшие: Другая сторона",
            "year": 2020,
            "genres": [
                "детектив",
                "триллер", 
                "фэнтези",
                "криминал"
            ],
            "company_viewing": false,
	        "age_restriction": "16+",
            "image": "missing.jpg",
            "rating": 8.3,
            "id": 48,
            "description": "Пути нескольких людей пересекаются в загадочной деревне, где собираются духи пропавших и почивших."
        },
        {
            "movie_name": "Монти Пайтон: Летающий цирк",
            "year": 1969,
            "genres": [
                "комедия"
            ],
            "company_viewing": false,
	        "age_restriction": "12+",
            "image": "monty-python.jpg",
            "rating": 8.6,
            "id": 49,
            "description": "Антология телевизионных юмористических скетчей группы Монти Пайтон с 1969 по 1974 год."
        },
        {
            "movie_name": "Фантомас разбушевался",
            "year": 1965,
            "genres": [
                "комедия",
                "криминал",
                "приключения"
            ],
            "company_viewing": false,
	        "age_restriction": "12+",
            "image": "fantomas.jpg",
            "rating": 7.8,
            "id": 50,
            "description": "Спустя год после того, как комиссар Жюв и репортер Фандор упустили Фантомаса, суперпреступник вновь дал о себе знать, похитив известного ученого. Следующей жертвой должен стать его помощник, профессор Лефевр. Фандор, выдавая себя за профессора, едет в Рим и... попадает прямо в руки Фантомаса. Спеша на выручку, Жюв и Элен сами попадают в ловушку. Теперь приходится думать, как спасаться самим и сбежать из логова Фантомаса."
        }
    ]
}